Repository: binbankm/Cloudns
Catalog: CloudnsWidgets/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pt_br, ru, zh_hans, zh_hant

source: Cards
ar: بطاقات
de: Karten
es: Tarjetas
fr: Cartes
it: Carte
ja: カード
ko: 카드
pt_br: Cartões
ru: Карты
zh_hans: 卡片列表
zh_hant: 卡片列表

source: Catch-all
ar: شامل
de: Alles in allem
es: Comodín
fr: Fourre-tout
it: Prendi tutto
ja: キャッチオール
ko: 포괄
pt_br: Pega tudo
ru: Всеобъемлющий
zh_hans: 全局兜底规则
zh_hant: 全局兜底規則

source: Catch-all Disabled
ar: تم تعطيل Catch-all
de: Catch-all deaktiviert
es: Catch-all desactivado
fr: Catch-all désactivé
it: Catch-all disattivato
ja: Catch-all を無効にしました
ko: Catch-all 비활성화됨
pt_br: Catch-all desativado
ru: Catch-all отключен
zh_hans: 已禁用全部接收 (Catch-all)
zh_hant: 已停用全部接收 (Catch-all)

source: Catch-all Email
ar: البريد الإلكتروني الشامل
de: Sammel-E-Mail
es: Correo electrónico general
fr: E-mail fourre-tout
it: E-mail omnicomprensiva
ja: キャッチオールメール
ko: 포괄 이메일
pt_br: E-mail abrangente
ru: Универсальная электронная почта
zh_hans: 全局兜底邮件
zh_hant: 全局兜底邮件

source: Catch-all Enabled
ar: تم تفعيل Catch-all
de: Catch-all aktiviert
es: Catch-all activado
fr: Catch-all activé
it: Catch-all attivato
ja: Catch-all を有効にしました
ko: Catch-all 활성화됨
pt_br: Catch-all ativado
ru: Catch-all включен
zh_hans: 已启用全部接收 (Catch-all)
zh_hant: 已啟用全部接收 (Catch-all)

source: Catch-all Fallback
ar: اصطياد كل شيء احتياطي
de: Allumfassender Fallback
es: Repliegue general
fr: Solution de repli fourre-tout
it: Ripiego generale
ja: キャッチオールフォールバック
ko: 포괄적인 대체
pt_br: Fallback abrangente
ru: Универсальный запасной вариант
zh_hans: 兜底捕获规则
zh_hant: 兜底捕获規則

source: Catch-All Rule
ar: قاعدة التقاط الكل
de: Catch-All-Regel
es: Regla general
fr: Règle fourre-tout
it: Regola "catch-all".
ja: キャッチオールルール
ko: 포괄 규칙
pt_br: Regra pega-tudo
ru: Всеобъемлющее правило
zh_hans: 全局兜底规则
zh_hant: 全局兜底規則

source: Category
ar: فئة
de: Kategorie
es: Categoría
fr: Catégorie
it: Categoria
ja: カテゴリ
ko: 범주
pt_br: Categoria
ru: Категория
zh_hans: 类别
zh_hant: 类別

source: CDN, DNS, WAF and Global Edge Centers
ar: مراكز CDN وDNS وWAF وGlobal Edge
de: CDN, DNS, WAF und Global Edge Center
es: CDN, DNS, WAF y centros de borde global
fr: Centres CDN, DNS, WAF et Global Edge
it: CDN, DNS, WAF e centri Edge globali
ja: CDN、DNS、WAF、およびグローバル エッジ センター
ko: CDN, DNS, WAF 및 글로벌 엣지 센터
pt_br: CDN, DNS, WAF e centros globais de borda
ru: CDN, DNS, WAF и глобальные пограничные центры
zh_hans: 全球 CDN、DNS、WAF 及边缘节点运行状态
zh_hant: 全球 CDN、DNS、WAF 及邊緣节點运行状態

source: Certificate (PEM)
ar: الشهادة (بيم)
de: Zertifikat (PEM)
es: Certificado (PEM)
fr: Certificat (PEM)
it: Certificato (PEM)
ja: 証明書（PEM）
ko: 인증서(PEM)
pt_br: Certificado (PEM)
ru: Сертификат (ПЭМ)
zh_hans: 证书 (PEM)
zh_hant: 憑證 (PEM)

source: Certificate Chain Hierarchy (%lld Certificates)
ar: التسلسل الهرمي لسلسلة الشهادات (%lld من الشهادات)
de: Zertifikatskettenhierarchie (%lld Zertifikate)
es: Jerarquía de la cadena de certificados (certificados %lld)
fr: Hiérarchie de la chaîne de certificats (%lld Certificats)
it: Gerarchia della catena di certificati (certificati %lld)
ja: 証明書チェーン階層 (%lld 証明書)
ko: 인증서 체인 계층 구조(%lld 인증서)
pt_br: Hierarquia da cadeia de certificados (%lld certificados)
ru: Иерархия цепочки сертификатов (сертификатов %lld)
zh_hans: 证书链层级树 (%lld 张证书)
zh_hant: 憑證链层級树 (%lld 張憑證)

source: Certificate Chain Hierarchy (%lld)
ar: تسلسل سلسلة الشهادات (%lld)
de: Zertifikatsketthierarchie (%lld)
es: Jerarquía de la cadena (%lld)
fr: Hiérarchie de la chaîne (%lld)
it: Gerarchia della catena (%lld)
ja: 証明書チェーン階層 (%lld)
ko: 인증서 체인 계층 (%lld)
pt_br: Hierarquia da cadeia (%lld)
ru: Иерархия цепочки (%lld)
zh_hans: 证书链层次结构 (%lld)
zh_hant: 憑證鏈階層 (%lld)

source: Certificate chain hierarchy, SANs & expiration countdown
ar: التسلسل الهرمي لسلسلة الشهادات وشبكات SAN والعد التنازلي لانتهاء الصلاحية
de: Hierarchie der Zertifikatskette, SANs und Ablauf-Countdown
es: Jerarquía de la cadena de certificados, SAN y cuenta regresiva de vencimiento
fr: Hiérarchie de la chaîne de certificats, SAN et compte à rebours d'expiration
it: Gerarchia della catena di certificati, SAN e conto alla rovescia per la scadenza
ja: 証明書チェーン階層、SAN、有効期限のカウントダウン
ko: 인증서 체인 계층 구조, SAN 및 만료 카운트다운
pt_br: Hierarquia da cadeia de certificados, SANs e contagem regressiva de expiração
ru: Иерархия цепочки сертификатов, SAN и обратный отсчет срока действия
zh_hans: 证书链层级树、SANs 别名与过期倒计时
zh_hant: 憑證链层級树、SANs 別名与過期倒计時

source: Certificate Deleted
ar: تم حذف الشهادة
de: Zertifikat gelöscht
es: Certificado eliminado
fr: Certificat supprimé
it: Certificato eliminato
ja: 証明書を削除しました
ko: 인증서 삭제됨
pt_br: Certificado excluído
ru: Сертификат удален
zh_hans: 证书已删除
zh_hant: 憑證已刪除

source: Certificate Removed
ar: تمت إزالة الشهادة
de: Zertifikat entfernt
es: Certificado eliminado
fr: Certificat supprimé
it: Certificato rimosso
ja: 証明書が削除されました
ko: 인증서가 제거되었습니다.
pt_br: Certificado removido
ru: Сертификат удален
zh_hans: 证书已移除
zh_hant: 憑證已移除

source: Certificate Status
ar: حالة الشهادة
de: Zertifikatsstatus
es: Estado del certificado
fr: Statut du certificat
it: Stato del certificato
ja: 証明書のステータス
ko: 인증서 상태
pt_br: Status do certificado
ru: Статус сертификата
zh_hans: 证书状态与握手信息
zh_hant: 憑證状態与握手信息

source: Certificate Validity
ar: صلاحية الشهادة
de: Zertifikatsgültigkeit
es: Validez del certificado
fr: Validité du certificat
it: Validità del certificato
ja: 証明書の有効性
ko: 인증서 유효 기간
pt_br: Validade do certificado
ru: Срок действия сертификата
zh_hans: 证书有效期限
zh_hant: 憑證有效期限

source: Certificate Validity & Expiration
ar: صلاحية الشهادة وانتهاء صلاحيتها
de: Gültigkeit und Ablauf des Zertifikats
es: Validez y vencimiento del certificado
fr: Validité et expiration du certificat
it: Validità e scadenza del certificato
ja: 証明書の有効期限と有効期限
ko: 인증서 유효성 및 만료
pt_br: Validade e expiração do certificado
ru: Срок действия и срок действия сертификата
zh_hans: 证书有效性与过期倒计时
zh_hant: 憑證有效性与過期倒计時

source: Certificate: %@
ar: 证书：%@
de: Zertifikat: %@
es: Certificado: %@
fr: Certificat : %@
it: Certificato: %@
ja: 证书：%@
ko: 자격증: %@
pt_br: Certificado: %@
ru: Сертификат: %@
zh_hans: 证书：%@
zh_hant: 憑證：%@

source: CF Status
ar: حالة التليف الكيسي
es: Estado de la FQ
fr: Statut FC
it: Stato CF
ja: CFステータス
ko: CF현황
pt_br: Status da CF
ru: Статус CF
zh_hans: 服务状态
zh_hant: 服务状態

source: CF-Cache-Status
ar: CF-ذاكرة التخزين المؤقت-الحالة
es: Estado de caché CF
fr: Statut du cache CF
it: Stato della cache CF
ja: CFキャッシュステータス
ko: CF-캐시-상태
ru: Статус CF-кэша
zh_hans: CF 缓存状态
zh_hant: CF 快取状態

source: CF-Ray Trace
ar: تتبع CF-Ray
de: CF-Ray-Verfolgung
es: Rastreo CF-Ray
fr: Trace CF-Ray
it: Traccia CF-Ray
ja: CF-Ray トレース
ko: CF-Ray 추적
pt_br: Rastreamento CF-Ray
ru: Трассировка CF-Ray
zh_hans: CF-Ray 追踪
zh_hant: CF-Ray 追蹤

source: CF-Ray, CF-Cache-Status, HTTP/3 & edge timing breakdown
ar: CF-Ray، وCF-Cache-Status، وHTTP/3، وانهيار توقيت الحافة
de: CF-Ray, CF-Cache-Status, HTTP/3 und Edge-Timing-Aufschlüsselung
es: CF-Ray, CF-Cache-Status, HTTP/3 y desglose de temporización de borde
fr: CF-Ray, CF-Cache-Status, HTTP/3 et répartition du timing Edge
it: CF-Ray, CF-Cache-Status, HTTP/3 e suddivisione dei tempi dei bordi
ja: CF-Ray、CF-Cache-Status、HTTP/3、およびエッジタイミングの内訳
ko: CF-Ray, CF-Cache-Status, HTTP/3 및 에지 타이밍 분석
pt_br: CF-Ray, CF-Cache-Status, HTTP/3 e análise de tempo de borda
ru: CF-Ray, CF-Cache-Status, HTTP/3 и разбивка по времени
zh_hans: 检查 CF-Ray、缓存状态、HTTP/3 与时延拆解
zh_hant: 檢查 CF-Ray、快取状態、HTTP/3 与時延拆解

source: Challenge Foreign Traffic
ar: تحدي حركة المرور الخارجية
de: Ausländischen Datenverkehr prüfen
es: Desafiar tráfico extranjero
fr: Défier le trafic étranger
it: Verifica traffico estero
ja: 海外トラフィックにチャレンジ
ko: 해외 트래픽 챌린지
pt_br: Desafiar tráfego estrangeiro
ru: Проверка зарубежного трафика
zh_hans: 质询境外流量
zh_hant: 質問境外流量

source: Challenge Mode
ar: وضع التحدي
de: Herausforderungsmodus
es: Modo desafío
fr: Mode Défi
it: Modalità sfida
ja: チャレンジモード
ko: 챌린지 모드
pt_br: Modo Desafio
ru: Режим вызова
zh_hans: 质询模式
zh_hant: 質詢模式

source: Challenge Passage
ar: ممر التحدي
de: Herausforderungspassage
es: Pasaje del desafío
fr: Passage du défi
it: Passaggio di sfida
ja: チャレンジパッセージ
ko: 챌린지 통로
pt_br: Passagem do Desafio
ru: Прохождение испытания
zh_hans: 质询通过时间
zh_hant: 質詢通過時間

source: Challenge Passage TTL
ar: مدة صلاحية اجتياز التحدي (TTL)
de: Challenge-Bestehens-TTL
es: TTL de superación de desafío
fr: TTL de réussite au défi
it: TTL superamento verifica
ja: チャレンジ パス TTL
ko: 챌린지 통과 TTL
pt_br: TTL de aprovação de desafio
ru: TTL прохождения проверки
zh_hans: 质询通过有效时间 (TTL)
zh_hant: 驗證通過有效時間 (TTL)

source: Challenge TTL
ar: تحدي TTL
de: Fordern Sie TTL heraus
es: Desafío TTL
fr: Défi TTL
it: Sfida TTL
ja: TTLに挑戦
ko: 챌린지 TTL
pt_br: Desafio TTL
ru: Вызов TTL
zh_hans: 质询有效时长
zh_hant: 質詢有效時长

source: Champagne gold & luxury amber
ar: ذهب شامبانيا وعنبر فاخر
de: Champagnergold & Luxus-Bernstein
es: Oro champán y ámbar de lujo
fr: Or champagne et ambre de luxe
it: Oro champagne e ambra di lusso
ja: シャンパンゴールドとラグジュアリーアンバー
ko: 샴페인 골드와 럭셔리 앰버
pt_br: Ouro champanhe e âmbar de luxo
ru: Шампанское золото и роскошный янтарь
zh_hans: 香槟高贵金与奢华琥珀
zh_hant: 香檳高貴金與奢華琥珀

source: Change
ar: يتغير
de: Veränderung
es: Cambiar
fr: Changement
it: Modifica
ja: 変化
ko: 변화
pt_br: Mudar
ru: Изменять
zh_hans: 更改
zh_hant: 更改

source: Changes
ar: التغييرات
de: Änderungen
es: Cambios
fr: Changements
it: Cambiamenti
ja: 変更点
ko: 변경 사항
pt_br: Mudanças
ru: Изменения
zh_hans: 变更记录
zh_hant: 變更记录

source: Changes & Payload
ar: التغييرات والحمولة
de: Änderungen & Nutzlast
es: Cambios y carga útil
fr: Modifications et charge utile
it: Modifiche e carico utile
ja: 変更とペイロード
ko: 변경 사항 및 페이로드
pt_br: Mudanças e carga útil
ru: Изменения и полезная нагрузка
zh_hans: 变更内容与载荷
zh_hant: 變更内容与載荷

source: Changes the icon displayed on your home screen and in notifications.
ar: يغير الرمز المعروض على شاشتك الرئيسية وفي الإشعارات.
de: Ändert das auf Ihrem Startbildschirm und in Benachrichtigungen angezeigte Symbol.
es: Cambia el ícono que se muestra en su pantalla de inicio y en las notificaciones.
fr: Modifie l'icône affichée sur votre écran d'accueil et dans les notifications.
it: Cambia l'icona visualizzata nella schermata iniziale e nelle notifiche.
ja: ホーム画面と通知に表示されるアイコンを変更します。
ko: 홈 화면과 알림에 표시되는 아이콘을 변경합니다.
pt_br: Altera o ícone exibido na tela inicial e nas notificações.
ru: Изменяет значок, отображаемый на главном экране и в уведомлениях.
zh_hans: 更换显示在您手机主屏幕和系统通知中的 App 图标。
zh_hant: 更换顯示在您手机主屏幕和系統通知中的 App 圖標。

source: Check %@ to confirm.
ar: تحقق من %@ للتأكيد.
de: Markieren Sie zur Bestätigung %@.
es: Marque %@ para confirmar.
fr: Cochez %@ pour confirmer.
it: Seleziona %@ per confermare.
ja: %@ をチェックして確認します。
ko: 확인하려면 %@를 확인하세요.
pt_br: Verifique %@ para confirmar.
ru: Проверьте %@ для подтверждения.
zh_hans: 请前往 %@ 查收邮件并确认激活。
zh_hant: 請前往 %@ 查收邮件并確認激活。

source: Check the spelling or try a new search.
ar: تحقق من الإملاء أو جرب بحثًا جديدًا.
de: Überprüfen Sie die Schreibweise oder versuchen Sie eine neue Suche.
es: Comprueba la ortografía o intenta una nueva búsqueda.
fr: Vérifiez l'orthographe ou essayez une nouvelle recherche.
it: Controlla l'ortografia o prova una nuova ricerca.
ja: スペルを確認するか、新しい検索をお試しください。
ko: 맞춤법을 확인하거나 새로운 검색을 시도해 보세요.
pt_br: Verifique a ortografia ou tente uma nova busca.
ru: Проверьте написание или повторите поиск.
zh_hans: 检查拼写或尝试新的搜索。
zh_hant: 檢查拼字或嘗試新的搜尋。

source: Check Timing
ar: التحقق من التوقيت
de: Überprüfen Sie das Timing
es: Verificar el tiempo
fr: Vérifier le timing
it: Controlla i tempi
ja: タイミングを確認する
ko: 타이밍 확인
pt_br: Verifique o tempo
ru: Проверить время
zh_hans: 检查耗时
zh_hant: 檢查耗時

source: Choose File from Device
ar: اختر ملف من الجهاز
de: Wählen Sie Datei vom Gerät
es: Elija archivo del dispositivo
fr: Choisir un fichier sur l'appareil
it: Scegli File dal dispositivo
ja: デバイスからファイルを選択
ko: 장치에서 파일 선택
pt_br: Escolha arquivo do dispositivo
ru: Выберите файл с устройства
zh_hans: 从设备选择文件
zh_hant: 從设備選择文件

source: Choose from existing account resources
ar: اختر من موارد الحساب الحالية
de: Aus bestehenden Kontoressourcen auswählen
es: Elegir de los recursos de cuenta existentes
fr: Choisir parmi les ressources de compte existantes
it: Scegli tra le risorse dell'account esistenti
ja: 既存のアカウント リソースから選択
ko: 기존 계정 리소스에서 선택
pt_br: Escolher dos recursos da conta existentes
ru: Выбрать из существующих ресурсов аккаунта
zh_hans: 从现有账户资源中选择
zh_hant: 從現有帳戶資源中選擇

source: Choose the encryption mode for your website. Full or Strict is recommended if your origin server has an SSL certificate.
ar: اختر وضع التشفير لموقعك على الويب. يوصى باستخدام الخيار "كامل" أو "متشدد" إذا كان خادمك الأصلي يحتوي على شهادة SSL.
de: Wählen Sie den Verschlüsselungsmodus für Ihre Website. „Vollständig“ oder „Streng“ wird empfohlen, wenn Ihr Ursprungsserver über ein SSL-Zertifikat verfügt.
es: Elija el modo de cifrado para su sitio web. Se recomienda Completo o Estricto si su servidor de origen tiene un certificado SSL.
fr: Choisissez le mode de cryptage de votre site Web. Complet ou Strict est recommandé si votre serveur d'origine dispose d'un certificat SSL.
it: Scegli la modalità di crittografia per il tuo sito web. Si consiglia Full o Strict se il server di origine ha un certificato SSL.
ja: Web サイトの暗号化モードを選択します。オリジンサーバーに SSL 証明書がある場合は、完全または厳密をお勧めします。
ko: 웹사이트의 암호화 모드를 선택하세요. 원본 서버에 SSL 인증서가 있는 경우 전체 또는 엄격을 권장합니다.
pt_br: Escolha o modo de criptografia do seu site. Completo ou Estrito é recomendado se o seu servidor de origem tiver um certificado SSL.
ru: Выберите режим шифрования для вашего сайта. Рекомендуется использовать «Полный» или «Строгий», если ваш исходный сервер имеет сертификат SSL.
zh_hans: 选择您的网站加密模式。如果源服务器有 SSL 证书，推荐使用“完全”或“严格”。
zh_hant: 選择您的網站加密模式。如果源服务器有 SSL 憑證，推荐使用“完全”或“严格”。

source: CIDR Calc
ar: حاسبة CIDR
de: CIDR-Rechner
es: Calculadora CIDR
fr: Calculateur CIDR
it: Calcolatore CIDR
ja: CIDR計算
ko: CIDR 계산기
pt_br: Calculadora CIDR
ru: Калькулятор CIDR
zh_hans: CIDR 计算器
zh_hant: CIDR 計算器

source: CIDR copied
ar: تم نسخ CIDR
de: CIDR kopiert
es: CIDR copiado
fr: CIDR copié
it: CIDR copiato
ja: CIDRがコピーされました
ko: CIDR 복사됨
pt_br: CIDR copiado
ru: CIDR скопирован
zh_hans: 已复制该 CIDR 网段
zh_hant: 已複製该 CIDR 網段

source: CIDR Notation / IP Subnet
ar: ترميز CIDR / قناع IP الفرعي
de: CIDR-Notation / IP-Subnetz
es: Notación CIDR / Subred IP
fr: Notation CIDR / Sous-réseau IP
it: Notazione CIDR / Subnet IP
ja: CIDR 表記 / IP サブネット
ko: CIDR 표기법 / IP 서브넷
pt_br: Notação CIDR / Sub-rede IP
ru: Нотация CIDR / IP-подсеть
zh_hans: CIDR 表示法 / IP 子网
zh_hant: CIDR 表示法 / IP 子網路

source: CIDR Notation Input
ar: إدخال تدوين CIDR
de: Eingabe der CIDR-Notation
es: Entrada de notación CIDR
fr: Entrée de notation CIDR
it: Immissione della notazione CIDR
ja: CIDR表記入力
ko: CIDR 표기법 입력
pt_br: Entrada de notação CIDR
ru: Ввод нотации CIDR
zh_hans: CIDR 无类别域间路由输入
zh_hant: CIDR 無类別域間路由輸入

source: Cipher Suite
ar: جناح التشفير
de: Chiffre-Suite
es: Conjunto de cifrado
fr: Suite de chiffrement
it: Suite di cifratura
ja: 暗号スイート
ko: 암호 제품군
pt_br: Conjunto de criptografia
ru: Шифровый набор
zh_hans: 加密套件
zh_hant: 加密套件

source: City
ar: مدينة
de: Stadt
es: Ciudad
fr: Ville
it: Città
ja: 市
ko: 도시
pt_br: Cidade
ru: Город
zh_hans: 城市
zh_hant: 城市

source: Classic Orange
ar: برتقالي كلاسيكي
de: Klassisches Orange
es: Naranja Clásico
fr: Orange Classique
it: Arancione Classico
ja: クラシックオレンジ
ko: 클래식 오렌지
pt_br: Laranja Clássico
ru: Классический оранжевый
zh_hans: 经典橙
zh_hant: 經典橙

source: Classification
ar: التصنيف
de: Klassifizierung
es: Clasificación
it: Classificazione
ja: 分類
ko: 분류
pt_br: Classificação
ru: Классификация
zh_hans: 分类
zh_hant: 分類

source: Clear
ar: واضح
de: Klar
es: Claro
fr: Effacer
it: Chiaro
ja: クリア
ko: 분명한
pt_br: Claro
ru: Прозрачный
zh_hans: 清除
zh_hant: 清除

source: Clear cached files by their exact URLs. This allows you to selectively refresh specific resources.
ar: امسح الملفات المخزنة مؤقتًا حسب عناوين URL الخاصة بها. يتيح لك ذلك تحديث موارد محددة بشكل انتقائي.
de: Löschen Sie zwischengespeicherte Dateien anhand ihrer genauen URLs. Dadurch können Sie gezielt bestimmte Ressourcen aktualisieren.
es: Borre los archivos almacenados en caché por sus URL exactas. Esto le permite actualizar selectivamente recursos específicos.
fr: Effacez les fichiers mis en cache par leurs URL exactes. Cela vous permet d'actualiser de manière sélective des ressources spécifiques.
it: Cancella i file memorizzati nella cache in base ai loro URL esatti. Ciò consente di aggiornare selettivamente risorse specifiche.
ja: キャッシュされたファイルを正確な URL でクリアします。これにより、特定のリソースを選択的にリフレッシュできます。
ko: 정확한 URL로 캐시된 파일을 지웁니다. 이를 통해 특정 리소스를 선택적으로 새로 고칠 수 있습니다.
pt_br: Limpe os arquivos em cache por seus URLs exatos. Isso permite atualizar seletivamente recursos específicos.
ru: Очистите кэшированные файлы по их точным URL-адресам. Это позволяет выборочно обновлять определенные ресурсы.
zh_hans: 通过确切的 URL 清除缓存文件。这允许您有选择地刷新特定资源。
zh_hant: 通過確切的 URL 清除快取文件。这允許您有選择地重新整理特定资源。

source: Clear domain
ar: مسح النطاق
de: Domain löschen
es: Borrar dominio
fr: Effacer le domaine
it: Cancella dominio
ja: ドメインをクリア
ko: 도메인 지우기
pt_br: Limpar domínio
ru: Очистить домен
zh_hans: 清除域名
zh_hant: 清除網域

source: Clear domain input
ar: مسح إدخال النطاق
de: Domain-Eingabe löschen
es: Borrar entrada de dominio
fr: Effacer la saisie du domaine
it: Cancella inserimento dominio
ja: ドメイン入力をクリア
ko: 도메인 입력 지우기
pt_br: Limpar entrada de domínio
ru: Очистить ввод домена
zh_hans: 清除域名输入
zh_hant: 清除網域稱輸入

source: Clear host
ar: مسح المضيف
de: Host löschen
es: Borrar host
fr: Effacer l'hôte
it: Cancella host
ja: ホストをクリア
ko: 호스트 지우기
pt_br: Limpar host
ru: Очистить хост
zh_hans: 清除主机名
zh_hant: 清除主機名稱

source: Clear input
ar: مسح الإدخال
de: Klare Eingabe
es: Borrar entrada
fr: Effacer la saisie
it: Cancella input
ja: クリア入力
ko: 입력 지우기
pt_br: Limpar entrada
ru: Очистить ввод
zh_hans: 清除输入
zh_hant: 清除輸入

source: Clear Local Cache
ar: مسح ذاكرة التخزين المؤقت المحلية
de: Lokalen Cache löschen
es: Borrar caché local
fr: Effacer le cache local
it: Cancella cache locale
ja: ローカルキャッシュを消去
ko: 로컬 캐시 지우기
pt_br: Limpar cache local
ru: Очистить локальный кэш
zh_hans: 清除本地缓存
zh_hant: 清除本機快取

source: Clear logs
ar: مسح السجلات
de: Protokolle löschen
es: Borrar registros
fr: Effacer les journaux
it: Cancella registri
ja: ログをクリアする
ko: 로그 지우기
pt_br: Limpar registros
ru: Очистить журналы
zh_hans: 清空日志
zh_hant: 清空記錄

source: Clear Search
ar: مسح البحث
de: Suche löschen
es: Borrar búsqueda
fr: Effacer la recherche
it: Cancella ricerca
ja: 検索をクリア
ko: 검색 지우기
pt_br: Limpar pesquisa
ru: Очистить поиск
zh_hans: 清除搜索
zh_hant: 清除搜尋

source: Clear URL
ar: مسح عنوان URL
de: URL löschen
es: Borrar URL
fr: Effacer l'URL
it: Cancella URL
ja: URLをクリア
ko: URL 지우기
pt_br: Limpar URL
ru: Очистить URL
zh_hans: 清除 URL
zh_hant: 清除 URL

source: Client IP
ar: عنوان IP الخاص بالعميل
es: IP del cliente
fr: IP du client
it: IP del cliente
ja: クライアントIP
ko: 클라이언트 IP
pt_br: IP do cliente
ru: IP-адрес клиента
zh_hans: 客户端 IP
zh_hant: 客户端 IP

source: Client Public IP
ar: IP العام للعميل
de: Öffentliche IP des Clients
es: IP pública del cliente
fr: IP publique du client
it: IP pubblico del cliente
ja: クライアントのパブリックIP
ko: 클라이언트 공용 IP
pt_br: IP público do cliente
ru: Публичный IP-адрес клиента
zh_hans: 客户端公网 IP
zh_hant: 客户端公網 IP

source: Client-side
ar: من جانب العميل
de: Client-seitig
es: Lado del cliente
fr: Côté client
it: Lato client
ja: クライアント側
ko: 클라이언트 측
pt_br: Lado do cliente
ru: Клиентская сторона
zh_hans: 客户端
zh_hant: 客户端

source: Close
ar: يغلق
de: Schließen
es: Cerca
fr: Fermer
it: Vicino
ja: 近い
ko: 닫다
pt_br: Fechar
ru: Закрывать
zh_hans: 关闭
zh_hant: 關闭

source: Cloudflare
ar: كلاودفلير
de: Wolkenflare
es: Llamarada de nube
fr: Flare nuageuse
ja: クラウドフレア
ko: 클라우드플레어
pt_br: nuvemflare
ru: Облачное сияние

source: Cloudflare Account
ar: حساب كلاود فلير
de: Cloudflare-Konto
es: Cuenta de nube
fr: Compte Cloudflare
it: Conto Cloudflare
ja: Cloudflareアカウント
ko: Cloudflare 계정
pt_br: Conta Cloudflare
ru: Аккаунт Cloudflare
zh_hans: Cloudflare 账户
zh_hant: Cloudflare 帳號

source: Cloudflare Anycast detection, ISP organization & ASN
ar: كشف Cloudflare Anycast، منظمة ISP و ASN
de: Cloudflare Anycast-Erkennung, ISP-Organisation und ASN
es: Detección de Cloudflare Anycast, organización de ISP y ASN
fr: Détection Cloudflare Anycast, organisation FAI et ASN
it: Rilevamento Cloudflare Anycast, organizzazione ISP e ASN
ja: Cloudflare Anycastの検出、ISP組織、ASN
ko: Cloudflare Anycast 감지, ISP 조직 및 ASN
pt_br: Detecção Cloudflare Anycast, organização de ISP e ASN
ru: Обнаружение Cloudflare Anycast, организация интернет-провайдера и ASN
zh_hans: Cloudflare Anycast 识别、运营商与 ASN 路由
zh_hant: Cloudflare Anycast 识別、运营商与 ASN 路由

source: Cloudflare Bot Fight Mode matches IP reputation and behavioral analysis to block automated attack bots.
ar: يطابق وضع Cloudflare Bot Fight Mode سمعة IP والتحليل السلوكي لحظر روبوتات الهجوم التلقائية.
de: Cloudflare Bot Fight Mode gleicht IP-Reputation und Verhaltensanalysen ab, um automatisierte Angriffs-Bots zu blockieren.
es: Cloudflare Bot Fight Mode combina la reputación de IP y el análisis de comportamiento para bloquear bots de ataque automatizados.
fr: Le mode Bot Fight de Cloudflare associe la réputation IP et l'analyse comportementale pour bloquer les robots d'attaque automatisés.
it: Cloudflare Bot Fight Mode combina la reputazione IP e l'analisi del comportamento per bloccare i bot di attacco automatizzati.
ja: Cloudflare Bot Fight Mode は、IP レピュテーションと行動分析を組み合わせて自動攻撃ボットをブロックします。
ko: Cloudflare Bot Fight Mode는 IP 평판 및 행동 분석을 결합하여 자동화된 공격 봇을 차단합니다.
pt_br: O Cloudflare Bot Fight Mode combina reputação de IP e análise comportamental para bloquear bots de ataque automatizados.
ru: Режим борьбы с ботами Cloudflare сопоставляет репутацию IP и поведенческий анализ для блокировки автоматических ботов-атакующих.
zh_hans: Cloudflare Bot Fight Mode 结合 IP 信誉和行为分析来拦截自动化攻击机器人。
zh_hant: Cloudflare Bot Fight Mode 結合 IP 信譽和行為分析來攔截自動化攻擊機器人。

source: Cloudflare Command
ar: أمر كلاودفلير
de: Cloudflare-Befehl
es: Comando Cloudflare
fr: Commande Cloudflare
it: Comando Cloudflare
ja: クラウドフレアコマンド
ko: Cloudflare 명령
pt_br: Comando Cloudflare
ru: Команда Cloudflare
zh_hans: Cloudflare 云端控制中枢
zh_hant: Cloudflare 雲端控制中枢

source: Cloudflare Developer Suite
ar: مجموعة مطوري Cloudflare
es: Suite para desarrolladores de Cloudflare
fr: Suite de développement Cloudflare
it: Suite sviluppatori Cloudflare
ja: Cloudflare デベロッパー スイート
ko: Cloudflare 개발자 스위트
pt_br: Suíte de desenvolvedor da Cloudflare
ru: Пакет разработчика Cloudflare
zh_hans: Cloudflare 开发者套件
zh_hant: Cloudflare 開發者套件

source: Cloudflare Edge
ar: حافة Cloudflare
ja: Cloudflare エッジ
ko: Cloudflare 에지
zh_hans: Cloudflare 边缘节点
zh_hant: Cloudflare 邊緣節點

source: Cloudflare Edge Network
ar: شبكة كلاودفلير إيدج
de: Cloudflare Edge-Netzwerk
es: Red perimetral de Cloudflare
fr: Réseau Edge Cloudflare
it: Rete perimetrale Cloudflare
ja: Cloudflareエッジネットワーク
ko: Cloudflare 엣지 네트워크
pt_br: Rede de borda Cloudflare
ru: Пограничная сеть Cloudflare
zh_hans: Cloudflare 边缘加速网络
zh_hant: Cloudflare 邊緣加速網路

source: Cloudflare Edge Network & Global Data Centers
ar: شبكة Cloudflare Edge ومراكز البيانات العالمية
de: Cloudflare Edge-Netzwerk und globale Rechenzentren
es: Red de borde de Cloudflare y centros de datos globales
fr: Réseau Edge Cloudflare et centres de données mondiaux
it: Rete Edge Cloudflare e data center globali
ja: Cloudflareエッジネットワークとグローバルデータセンター
ko: Cloudflare Edge 네트워크 및 글로벌 데이터 센터
pt_br: Rede Cloudflare Edge e data centers globais
ru: Cloudflare Edge Network и глобальные центры обработки данных
zh_hans: Cloudflare 全球边缘网络与数据中心
zh_hant: Cloudflare 全球邊緣網路与數据中心

source: Cloudflare Edge Summary
ar: ملخص Cloudflare الحافة
de: Cloudflare Edge-Zusammenfassung
es: Resumen del borde de Cloudflare
fr: Résumé de Cloudflare Edge
it: Riepilogo di Cloudflare Edge
ja: Cloudflareエッジの概要
ko: Cloudflare Edge 요약
pt_br: Resumo do Cloudflare Edge
ru: Обзор Cloudflare Edge
zh_hans: Cloudflare 边缘概览
zh_hant: Cloudflare 邊緣概覽
